[
  "obsidian-git",
  "dataview",
  "obsidian-latex-suite",
  "code-styler",
  "table-editor-obsidian",
  "execute-code",
  "obsidian-languagetool-plugin",
  "nldates-obsidian",
  "floating-toc",
  "copilot"
]